Repository: naturalsciences/natural_heritage_darwin
Catalog: web/apps/public/i18n/template.xliff
Languages: fr

source: "%value%" must be at least %min_length% characters.
fr: "%value%" Doit être d'au moins %min_length% caractères.

source: Password must be at least %min_length% characters length
fr: Le mot de passe doit avoir une longueur d'au moins %min_length% caratères

source: Passwords must be equal and may not contain spaces
fr: Les mots de passe doivent être identiques et ne pas contenir d'espaces

source: You cannot register without accepting DaRWIN 2 term of use
fr: Vous ne pouvez pas vous inscrire sans accepter les termes d'utilisation de DaRWIN 2

source: Required.
fr: Requis.

source: If you've lost your password, please
fr: Si vous avez perdu votre mot de passe, veuillez

source: reset your password
fr: Réinitialiser votre mot de passe

source: Send me a 'reset account' mail
fr: Envoyez moi un mail de 'reinitialisation de compte'

source: Reset your account.
fr: Réinitialiser votre compte.

source: Your login
fr: Votre nom d'utilisateur

source: Your login
fr: Votre E-mail

source: We didn't find any reference with the login and password you provided
fr: Nous n'avons pas trouvé de correspondance avec le nom d'utilisateur et le mot de passe que vous avez spécifié

source: E-mail is required
fr: Le champs E-mail est requis

source: Invalid E-mail address
fr: Cet E-mail n'est pas une adresse valide

source: must be at least 4 characters.
fr: Doit être au moins de 4 caractères.

source: Bad login or password
fr: Mauvais nom d'utilisateur et/ou mot de passe

source: Login is required
fr: Le champs identifiant est requis

source: The captcha is not valid (%error%).
fr: Le captcha est invalide (%error%).

source: I accept the <a href='#'>terms of use</a>
fr: J'accepte les <a href='#'>conditions d'utilisation</a>

source: Status
fr: Statut

source: Gender
fr: Genre

source: Family Name
fr: Nom de famille

source: Given Name
fr: Prénom

source: Login
fr: Identifiant

source: Password
fr: Mot de passe

source: Confirm password
fr: confirmer mot de passe

source: Preferred language
fr: Langue préférée

source: Title
fr: Titre

source: Moral person
fr: Personne morale

source: Physical person
fr: Personne physique

source: Name is required
fr: Le nom est requis

source: E-mail is not of a valid form
fr: L'Email saisi n'est pas un Email correct

source: Password must contain at least a case mix and at least one digit
fr: Le mot de passe doit contenir au moins une majuscule et au moins un chiffre

source: "%value%" must be at least %min_length% characters.
fr: "%value%" Doit être d'au moins %min_length% caractères.

source: Bad login or password
fr: Mauvais identifiant ou mot de passe

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe
